Repository: gudaja/FlutterPortfolio
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Hello! 👋
pl: Cześć! 👋

# iAm
source: I'm [U#-dev]
pl: Jestem [U#-dev]

source: Mobile App Creator
pl: Twórca Aplikacji Mobilnych

# uiUxEnthusiast
source: Linux Enthusiast
pl: Entuzjasta Linux

# heroDescription
source: Passion meets code. I create modern mobile applications that combine excellent design with functionality.
pl: Passion meets code. Tworzę nowoczesne aplikacje mobilne które łączą doskonały design z funkcjonalnością.

source: View Projects
pl: Zobacz Projekty

source: Contact Me
pl: Skontaktuj się

source: Find me online
pl: Znajdź mnie w sieci

source: Home
pl: Start

source: About
pl: O mnie

source: Skills
pl: Umiejętności

source: Interests
pl: Zainteresowania

source: Contact
pl: Kontakt

source: About Me
pl: O mnie

# aboutDescription
source: I'm a passionate Flutter developer who loves creating beautiful and functional mobile applications. With experience in cross-platform development, I focus on delivering high-quality solutions that provide excellent user experience.
pl: Jestem pasjonatem rozwoju aplikacji Flutter, który uwielbia tworzyć piękne i funkcjonalne aplikacje mobilne. Z doświadczeniem w rozwoju cross-platform, skupiam się na dostarczaniu wysokiej jakości rozwiązań zapewniających doskonałe doświadczenie użytkownika.

source: My Skills
pl: Moje Umiejętności

source: years
pl: lat

source: experience
pl: doświadczenia

# madeWithLove
source: Made with ❤️ using Flutter
pl: Stworzone z ❤️ przy użyciu Flutter

source: Change Language
pl: Zmień Język

source: Polish
pl: Polski

source: English
pl: Angielski

# aboutMeTitle
source: About Me
pl: O mnie

# aboutMeDescription
source: I'm a passionate mobile technology enthusiast with years of experience in creating Flutter applications. I specialize in transforming ideas into functional, beautiful mobile applications.
pl: Jestem pasjonatem technologii mobilnych z wieloletnim doświadczeniem w tworzeniu aplikacji Flutter. Specjalizuję się w przekształcaniu pomysłów w funkcjonalne, piękne aplikacje mobilne.

# mySkillsTitle
source: My Skills
pl: Umiejętności

# interestsTitle
source: Interests
pl: Zainteresowania

# mobileAppsInterest
source: Mobile Apps
pl: Aplikacje Mobilne

# problemSolvingInterest
source: Problem Solving
pl: Rozwiązywanie Problemów

# techInnovationInterest
source: Tech Innovation
pl: Innowacje Technologiczne

# codeQualityInterest
source: Code Quality
pl: Jakość Kodu

source: All rights reserved
pl: Wszelkie prawa zastrzeżone

# madeWithText
source: Made with
pl: Stworzone z

# usingFlutterText
source: using Flutter
pl: przy użyciu Flutter

# flutterSkillDescription
source: Cross-platform mobile development with Dart. Creating modern iOS, Android, web, Linux, Windows, macOS, embedded applications.
pl: Cross-platform mobile development z Dart. Tworzenie nowoczesnych aplikacji iOS , Android, web, Linux, windows, macos, embedded

# embeddedSkillDescription
source: Microcontrollers, IoT devices, real-time systems, firmware development, hardware integration.
pl: Mikrokontrolery, IoT devices, real-time systems, firmware development, hardware integration.

# contactTitle
source: Get in touch
pl: Skontaktuj się ze mną

# contactSubtitle
source: Always open to new opportunities and interesting projects
pl: Zawsze otwarty na nowe możliwości i ciekawe projekty

# findMeOn
source: Or find me on
pl: Lub znajdź mnie na

# emailCopied
source: Email copied to clipboard!
pl: Email skopiowany do schowka!

source: Click to copy
pl: Kliknij aby skopiować

source: Location
pl: Lokalizacja

# polandKrakow
source: Poland, Kraków
pl: Polska, Kraków

# openToRemote
source: Open to remote work
pl: Otwarty na pracę zdalną

# copyrightFullText
source: © 2024 Łukasz Górkiewicz. All rights reserved.
pl: © 2024 Łukasz Górkiewicz. Wszelkie prawa zastrzeżone.
